Repository: boardman/django-treemenus
Catalog: treemenus/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The menu item "%s" was added successfully.
nl: Het menu onderdeel "%s" is succesvol opgeslagen.

source: You may edit it again below.
nl: U kunt direct hieronder wijzigen.

source: You may add another menu item below.
nl: U kunt een nieuw menu hieronder toevoegen.

source: Add menu item
nl: Menu toevoegen

source: The menu item "%s" was changed successfully.
nl: Het menu onderdeel "%s" is succesvol gewijzigd.

source: Change menu item
nl: Menu wijzigen

source: The %(name)s "%(obj)s" was deleted successfully.
nl: Het %(name)s "%(obj)s" was succesvol verwijderd.

source: Are you sure?
nl: Weet u het zeker?

source: The menu item "%s" was moved successfully.
nl: Het menu onderdeel "%s" is succesvol verplaatst.

source: The menu item "%s" is not allowed to move down.
nl: Het menu onderdeel "%s" kan niet verder naar beneden geplaatst worden.

source: The menu item "%s" is not allowed to move up.
nl: Het menu onderdeel "%s" kan niet verder omhoog geplaatst worden.

source: Parent
nl: Onderdeel van

source: Caption
nl: Naam

source: Level
nl: Niveau

source: Rank
nl: Volgorde

source: Name
nl: Naam

source: Root Item
nl: Begin Item

source: Items
nl: Onderdelen

source: Add Item
nl: Menu Toevoegen

source: Other attributes
nl: Overige eigenschappen

source: Delete
nl: Verwijderen

source: Save and add another
nl: Opslaan en direct nieuwe toevoegen

source: Save and continue editing
nl: Opslaan en doorgaan met bewerken

source: Save
nl: Opslaan

source: Are you sure you want to delete the menu item "%(menu_item)s"?
nl: Weet u zeker dat u het menu onderdeel "%(menu_item)s" wil verwijderen ?

source: Yes, I'm sure
nl: Ja, ik weet het zeker

source: Change menu
nl: Wijzig menu

source: Menu Items
nl: Menu Onderdelen

source: Add an item
nl: Toevoegen aan menu

source: Move
nl: Verplaats

source: Down
nl: Naarbeneden

source: Up
nl: Omhoog
